Tinkerbug-Robotics/TinkerRocket/tinkerrocket-idf/projects/max17205_test/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"

# Flash
CONFIG_ESPTOOLPY_FLASHSIZE_8MB=y
CONFIG_ESPTOOLPY_FLASHFREQ_80M=y

# FreeRTOS
CONFIG_FREERTOS_HZ=1000

# Partition table
CONFIG_PARTITION_TABLE_SINGLE_APP=y

# Serial
CONFIG_ESP_CONSOLE_USB_SERIAL_JTAG=y
